[
  {
    "title": "Dragon Quest VII regresa reimaginado: lanzamiento confirmado y multiplataforma",
    "url": "https://portalgamerok.blogspot.com/2025/09/dragon-quest-vii-regresa-reimaginado.html",
    "date": "2025-09-12T12:39:00.000-07:00",
    "summary": "&nbsp;Square Enix aprovechó el último Nintendo Direct para anunciar Dragon Quest VII Reimagined, un remake del legendario JRPG lanzado en el año 2000. La nueva versión verá la luz el 5 de febrero de 2026 en Switch 2, Switch, PlayStation 5, Xbox Series y PC, trayendo de vuelta uno de los títulos más queridos de la saga. En esta aventura, un grupo de héroes parte a descubrir por qué su reino parece",
    "image": "https://blogger.googleusercontent.com/img/a/AVvXsEgGt1QZxjecbs7jkNu8awi2a3DRpxzc33F_16EJoSPeLnGOWr9dkJ-6CgxZ9qOwQ_odW3aQZrvs38GUlTnzApXQx-hoRjAUiKgwTXo6jBhA-xU5EhQM29avT3aFkzHYm0UsjretjoH0oXZaNvGgcBgoJgiG22GtuagE6UrFP0NLKbYZ9RK38X3iRbq8nb0=s800-w586-h330-c"
  },
  {
    "title": "Nuevo tráiler de Metroid Prime 4 Beyond confirma lanzamiento y sorprende con mundo abierto",
    "url": "https://portalgamerok.blogspot.com/2025/09/nuevo-trailer-de-metroid-prime-4-beyond.html",
    "date": "2025-09-12T12:36:00.000-07:00",
    "summary": "La espera terminó: Metroid Prime 4 Beyond ya tiene fecha oficial. Durante el último Nintendo Direct, la compañía confirmó que la esperada entrega de Retro Studios llegará el 4 de diciembre de 2025, disponible tanto en Switch 2 como en la Switch original. El anuncio no llegó solo: estuvo acompañado de un nuevo tráiler que muestra algunas de las novedades jugables que traerá esta entrega en primera",
    "image": "https://blogger.googleusercontent.com/img/a/AVvXsEiMgZpnb4skrQemPgbr6Nt0KeoE-se9iLPG4Ak3p9WLdFINNl0Eocw_G96H4hVmy_s_CBEw9FmSoDBeZ626NeH4Vhh6F_IfGJebRK-dBkzMboqWcqcfaER4fMND2gAJDcg9FXvKLcFNWqQm3_tqj-vodLfJfifklDP3Za7kFw-3RX44Mi1UpLBJ3j28Vgw=s800-w572-h322-c"
  },
  {
    "title": "BOMBAZO: Resident Evil Requiem confirmado para Switch 2 con tráiler épico",
    "url": "https://portalgamerok.blogspot.com/2025/09/capcom-confirmo-en-el-nintendo-direct.html",
    "date": "2025-09-12T12:32:00.000-07:00",
    "summary": "&nbsp;Capcom confirmó en el Nintendo Direct de este viernes lo que muchos sospechaban: Resident Evil Requiem estará disponible en Switch 2 desde su lanzamiento, el próximo 27 de febrero, junto a las versiones para PC, PS5 y Xbox Series.Ese mismo día también se estrenarán en la nueva consola híbrida de Nintendo las ediciones completas de Resident Evil 7 y Resident Evil 8: Village, reforzando el",
    "image": "https://blogger.googleusercontent.com/img/a/AVvXsEg7l4RShy_ACZOIYNGqsmLNFQv8aq7HtjAQwlPB3iUoW1aSiOHrO_EqhLcrWsx1oMWV2eVlyKohE2GGeAU5n4-LQaJNkK2EzGSaa1bBEUptseVmzifanQBCe0vKgXRcDIlLpYzAo3icYzPUNJItB9I2vUIXorjbDtNFD1lLDONdHQDhZs004bA9ChHpW08=s800-w572-h322-c"
  }
]