[
  {
    "title": "Del fondo del mar a convertirse en un Videojuego",
    "url": "https://portalgamerok.blogspot.com/2025/09/del-fondo-del-mar-convertirse-en-un.html",
    "date": "2025-09-16T10:02:00.000-07:00",
    "summary": "&nbsp;El Conicet, en colaboración con el Schmidt Ocean Institute, ha lanzado una iniciativa interactiva que traslada su expedición submarina frente a las costas argentinas al mundo digital mediante un videojuego gratuito llamado Talud Mar del Plata. En este juego, los usuarios controlan un robot submarino inspirado en el ROV SuBastian, con el objetivo de explorar el fondo marino y recolectar",
    "image": "https://blogger.googleusercontent.com/img/a/AVvXsEi2DeTqMGdx7pSbuGrsj3TcCXd6QMLD2ihznwb4-myhK6wgMfDoD47vzlu7ukbF_NUrgMwtiEZ6mhaufkO1IYyOxIlYGQx8N3yjC4yK2H1dbNN3XwS93WJnxkdPcnEsdQcLf0mj95qzf8aI8zPj-t1E_0qB0CRRGiWZPY45gD5YILatA_aJdIaL5rR2FbY=s800-w598-h336-c"
  },
  {
    "title": "Ghost of Yōtei irrumpe con un tráiler demoledor: Japón feudal en mundo abierto",
    "url": "https://portalgamerok.blogspot.com/2025/09/ghost-of-yotei-irrumpe-con-un-trailer.html",
    "date": "2025-09-16T09:49:00.000-07:00",
    "summary": "&nbsp;Ya falta muy poco para vivir Ghost of Yōtei, el nuevo juego de Sucker Punch que nos lleva al Japón feudal con un precioso mundo abierto y una historia de venganza junto a Atsu. Para hacer más corta la espera hasta el 2 de octubre, Sony lanzó un tráiler espectacular bautizado “One Thousand Blades”: una sucesión de cinemáticas y gameplay a todo ritmo, combates con katana, sigilo y postales",
    "image": "https://blogger.googleusercontent.com/img/a/AVvXsEgMsxU12iOy_wYn14gVIno-cUOfdP3AZ9EKDbGd5G5VHuF65mernlbUUbgRhKHaqVu1MuufWKaXFWo_ogovZpnPd8T_rYNe6XyFUxbrTkB40n8NexY0Siuor2LVofVwvrtLAz8aTx-krATIn7isxZR84FXP7NF36JiSwZ3F357brQjUaQSAOPeADRWHXyk=s800-w536-h301-c"
  },
  {
    "title": "Del fondo del mar a convertirse en videojuego",
    "url": "https://portalgamerok.blogspot.com/2025/09/del-fondo-del-mar-convertirse-en.html",
    "date": "2025-09-16T09:41:00.000-07:00",
    "summary": "&nbsp;&nbsp;El Conicet, en colaboración con el Schmidt Ocean Institute, ha lanzado una iniciativa interactiva que traslada su expedición submarina frente a las costas argentinas al mundo digital mediante un videojuego gratuito llamado Talud Mar del Plata. En este juego, los usuarios controlan un robot submarino inspirado en el ROV SuBastian, con el objetivo de explorar el fondo marino y",
    "image": "og.jpg"
  }
]